; TranslationAuthor: František Fico
; TranslationAuthorEmail: ferofico@gmail.com
; Soft Version: Wise Memory Optimizer 4.21.124
; Update: Mar. 27, 2024
; Please, DO NOT translate 'ReadHabit=Left-to-right' but you can update it if your native language is 'Right-to-left'.

[Lang]
NativeLanguage=Slovensky

[GUI]
ButtonYes=Áno
ButtonNo=Nie
ButtonOK=OK
ButtonClose=Zatvoriť
BtnNews=Správy
[Translation]
LangCode=041B
ReadHabit=Left-to-right
LanguageName=SKY
LangShortName=sk-SK
DefaultFont=Tahoma
DefaultFontSize=8
DefaultCharset=EASTEUROPE_CHARSET
Information=Informácia
Warning=Upozornenie
Error=Chyba
Confirm=Potvrdenie
FrmMOMain.ckperiod.caption=Optimalizovať každých

;
; Memory Optimization
;
FrmMoMain.imgmail.hint=Zdieľajte Wise Memory Optimizer s priateľmi
FrmMoMain.imgfacebook.hint=Sledujte WiseCleaner na Facebooku
FrmMoMain.imgtwitter.hint=Zdieľajte Wise Memory Optimizer na Twitteri
FrmMoMain.chkupdate.caption=Automaticky kontrolovať aktualizácie
FrmMoMain.btnlike.caption=Páči sa mi
FrmMoMain.lblTotalMem.Caption=Celková pamäť:
FrmMoMain.lblaopt.Caption=Keď je dostupnej pamäte menej ako:
FrmMoMain.lbltry.Caption=Uvoľniť viac pamäte
FrmMoMain.btnsettings.Caption=Nastavenia
FrmMoMain.btnOpt.Caption=Optimalizovať
FrmMoMain.chkmin.Caption=Po zatvorení minimalizovať do panela úloh
FrmMoMain.chkauto.Caption=Spúšťať pri štarte PC
FrmMoMain.chkautoOpt.Caption=Automaticky optimalizovať
FrmMoMain.ckchkclearborad.Caption=Pri optimalizácii vyprázdniť schránku
FrmMoMain.chkidle.Caption=Spúšťať, keď je CPU nečinný (odporúčané)
FrmMoMain.lbllang.Caption=Jazyk:
FrmMOMain.cknotice.caption=Po optimalizácii zobraziť upozornenie
FrmMOMain.ckMode.caption=Tmavý režim
;
; About
;
FrmAbout.caption=O programe
FrmAbout.btnok.caption=OK
FrmAbout.lblver.caption=Aktuálna verzia:
FrmAbout.lblemail.caption=Technická podpora:
FrmAbout.lblhome.caption=Domovská stránka:
FrmAbout.lblthanks.caption=Týmto ľuďom ďakujeme za ich príspevky:
FrmAbout.lblUninstall.caption=Odinštalačné inštrukcie
FrmAbout.lblPolicy.caption=Ochrana osobných údajov
FrmAbout.lblEula.caption=EULA

[MemoryOptimizer]
ThisTimeFreeMemory=Uvoľnili sme %s pamäte.
CurPrecent=Využitie pamäte:
UsedMemory=Používa sa:
AvailableMemory=Dostupná:
FreeMemory=Uvoľnená pamäť:
At=o
pmShow=Otvoriť Wise Memory Optimizer
pmOpt=Optimalizovať
pmAbout=O programe
pmExit=Ukončiť
SureExit=Optimalizujem pamäť... Naozaj chcete program ukončiť?
Mintotray=Optimalizácia pamäte
pmdefragmem=Defragmentovať RAM
pmclearmem=Uvoľniť RAM
pmclearstandbymem=Vyprázdniť pohotovostnú RAM

[Message]
NoNews=Nemáte žiadnu neprečítanú správu.
NewVer=Bola nájdená nová verzia Wise Memory Optimizer! Chcete ju aktualizovať?
NotShowNotice=Nezobrazovať znova toto oznámenie.
NoOptItem=Na optimalizáciu musíte vybrať aspoň jednu metódu.
minutes=min.
hours=hod.

[feedback]
InvalidEmail=Zadajte platnú emailovú adresu.
emptyinput=Zadajte niečo na odoslanie.
thanks=Ďakujeme za vašu spätnú väzbu!
FrmFeedback.lblfeedback.caption =Ako hodnotíte %s?
FrmFeedback.lblemail.caption =Emailová adresa:
FrmFeedback.lblgood.caption =Ktorá funkcia sa vám najviac páči?
FrmFeedback.lblbad.caption =Ktorá funkcia sa vám najviac nepáči?
FrmFeedback.lblwant.caption =Akú novú funkciu si najviac želáte?
FrmFeedback.btncancel.caption =Nemám záujem
FrmFeedback.btnsubmit.caption =Odoslať